Repository: surniaulula/wpsso-faq
Catalog: languages/wpsso-faq-*.po
Languages: fr_be

source: The %1$s add-on requires the %2$s plugin - please activate the missing plugin.
fr_be: L'ajout %1$s nécessite l'extension %2$s - veuillez activer l'extension manquante.

source: The %1$s add-on requires %2$s version %3$s or newer (version %4$s is currently installed).
fr_be: L'ajout %1$s nécessite %2$s version %3$s ou plus récente (la version %4$s est actuellement installée).

# lib file description
source: FAQ Settings
fr_be: Réglages FAQ

# plugin name
source: WPSSO FAQ Manager
fr_be: WPSSO gestionnaire de FAQ

# plugin description
source: Create FAQ and Question / Answer Pages with optional shortcodes to include FAQs and Questions / Answers in your content.
fr_be: Créez des pages FAQ et questions / réponses avec codes courts facultatifs pour inclure des FAQs et questions / réponses dans votre contenu.

# option value
source: Heading 1
fr_be: Entête 1

# option value
source: Heading 2
fr_be: Entête 2

# option value
source: Heading 3
fr_be: Entête 3

# option value
source: Heading 4
fr_be: Entête 4

# option value
source: Heading 5
fr_be: Entête 5

# option value
source: Heading 6
fr_be: Entête 6

source: Select an HTML heading level for the FAQ category shortcode title.
fr_be: Sélectionnez un niveau d'en-tête HTML pour le titre du code court de catégorie FAQ.

source: Select an HTML heading level for the question shortcode title.
fr_be: Sélectionnez un niveau d'en-tête HTML pour le titre du code court de question.

source: Select the type of answer text to include under the question title.
fr_be: Sélectionnez le type de texte de réponse à inclure sous le titre de la question.

source: Hide the answer text by default and show when the question title is clicked.
fr_be: Masquez le texte de la réponse par défaut et affichez quand le titre de la question est cliqué.

source: The FAQ and question pages have publicly accessible URLs by default.
fr_be: Les pages FAQ et questions ont des URL accessibles au public par défaut.

source: If you enable this option, the FAQs and questions will only be accessible by using their shortcodes.
fr_be: Si vous activez cette option, les FAQs et les questions ne seront accessibles qu'en utilisant leurs codes courts.

source: Shortcode
fr_be: Code court

source: FAQ Categories
fr_be: Catégories de FAQ

source: FAQ Category
fr_be: Catégorie de FAQ

# admin menu name
source: FAQ Categories
fr_be: Catégories de FAQ

source: All FAQ Categories
fr_be: Toutes catégories de FAQ

source: Edit FAQ Category
fr_be: Modifier la catégorie de FAQ

source: View FAQ Category
fr_be: Voir la catégorie de FAQ

source: Update FAQ Category
fr_be: Mettre à jour la catégorie de FAQ

source: Add New FAQ Category
fr_be: Ajouter une nouvelle catégorie de FAQ

source: New FAQ Category Name
fr_be: Nom de la nouvelle catégorie de FAQ

source: Parent FAQ Category
fr_be: Catégorie de FAQ parente

source: Parent FAQ Category:
fr_be: Catégorie de FAQ parente :

source: Search FAQ Categories
fr_be: Rechercher dans les catégories de FAQ

source: Popular FAQ Categories
fr_be: Catégories de FAQ populaires

source: Separate FAQ categories with commas
fr_be: Séparez les catégories de FAQ avec des virgules

source: Add or remove FAQ categories
fr_be: Ajouter ou retirer des catégories de FAQ

source: Choose from the most used
fr_be: Choisir parmi les plus utilisées

source: No FAQ categories found.
fr_be: Aucune catégorie de FAQ trouvée.

source: ← Back to FAQ categories
fr_be: ← Retour aux catégories de FAQ

# Taxonomy label
source: FAQ Categories
fr_be: Catégories de FAQ

# Taxonomy description
source: FAQ Categories for Questions
fr_be: Catégories de FAQ pour les questions

source: Add New
fr_be: Ajouter

source: Add New Question
fr_be: Ajouter une nouvelle question

source: Edit Question
fr_be: Modifier la question

source: New Question
fr_be: Nouvelle question

source: View Question
fr_be: Voir la question

source: View FAQs
fr_be: Voir les FAQs

source: Search Questions
fr_be: Rechercher dans les questions

source: No questions found
fr_be: Aucune question trouvée

source: No questions found in Trash
fr_be: Aucune question trouvée dans la corbeille

source: Parent Question:
fr_be: Question parente :

source: All Questions
fr_be: Toutes questions

source: Question Archives
fr_be: Archives de questions

source: Question Attributes
fr_be: Attributs de question

source: Insert into answer
fr_be: Insérer dans la réponse

source: Uploaded to this question
fr_be: Téléchargé à cette question

source: Question Image
fr_be: Image de question

source: Set question image
fr_be: Définir l'image de la question

source: Remove question image
fr_be: Supprimer l'image de la question

source: Use as question image
fr_be: Utiliser comme image de question

source: Filter questions
fr_be: Filtrer les questions

source: Questions list navigation
fr_be: Navigation de la liste des questions

source: Questions list
fr_be: Liste des questions

source: Question published.
fr_be: Question publiée.

source: Question published privately.
fr_be: Question publiée en privé.

source: Question reverted to draft.
fr_be: Question remis en brouillon.

source: Question scheduled.
fr_be: Question planifiée.

source: Question updated.
fr_be: Question mise à jour.

# Post type description
source: Question and Answer
fr_be: Question et Réponse

# metabox title
source: Frequently Asked Questions
fr_be: Questions fréquemment posées

# metabox tab
source: Shortcode Defaults
fr_be: Défauts codes courts

# metabox tab
source: Add-on Settings
fr_be: Réglages de l'ajout

# option label
source: FAQ Shortcode Title Heading
fr_be: En-tête du titre du code court de catégorie FAQ

# option label
source: Question Shortcode Title Heading
fr_be: En-tête du titre du code court de question

# option label
source: Question Shortcode Answer Format
fr_be: Format de réponse pour code court de question

source: Full Content
fr_be: Contenu complet

source: Excerpt
fr_be: Extrait

# option label
source: Clicking a Question Shows its Answer
fr_be: Cliquez sur une question pour afficher sa réponse

# option label
source: Disable FAQ and Question URLs
fr_be: Désactiver les URLs de question et FAQ

source: WPSSO FAQ Manager
fr_be: WPSSO gestionnaire de FAQ

source: Create FAQ and Question / Answer Pages with optional shortcodes to include FAQs and Questions / Answers in your content.
fr_be: Créez des pages FAQ et questions / réponses avec codes courts facultatifs pour inclure des FAQs et questions / réponses dans votre contenu.
